{
  "videos": [
    {
      "videoId": "MqE_SyqGUFg",
      "description": "Selama usia kehamilan 1-5 minggu, sangat penting untuk menjaga kesehatan dan menghindari faktor risiko. Hindari konsumsi alkohol, rokok, makanan mentah, dan zat beracun. Jauhi aktivitas fisik yang berat untuk mencegah komplikasi. Selalu konsultasikan dengan dokter mengenai penggunaan obat-obatan dan jalani gaya hidup sehat untuk mendukung perkembangan janin."
    },
    {
      "videoId": "4evfiP9cTkk",
      "description": "Selama kehamilan muda, hindari alkohol, rokok, makanan mentah, zat beracun, dan aktivitas berat untuk mencegah komplikasi. Selalu konsultasikan dengan dokter mengenai obat-obatan dan gaya hidup sehat."
    },
    {
      "videoId": "dhFSppMyLb8",
      "description": "Tanda janin sehat pada trimester pertama kehamilan meliputi mual pagi hari, kelelahan, dan pertambahan berat badan ibu. Denyut jantung janin yang kuat dan hasil ultrasound yang normal juga menunjukkan perkembangan janin yang baik. Selalu periksakan diri ke dokter secara teratur untuk memantau kesehatan janin."
    },
    {
      "videoId": "iADJ7NHFgDU",
      "description": "Pada usia kehamilan 6-7 minggu, janin mulai mengalami perkembangan signifikan. Penting untuk terus menghindari alkohol, rokok, makanan mentah, dan zat beracun. Jaga asupan nutrisi dengan makanan sehat dan hindari aktivitas berat. Konsultasikan dengan dokter untuk pemantauan perkembangan dan anjuran kesehatan. Perhatikan tanda-tanda awal kehamilan seperti mual dan kelelahan, dan tetap jalani gaya hidup sehat untuk mendukung pertumbuhan janin."
    },
    {
      "videoId": "rNRVf0n9cp8?",
      "description": "Makanan sehat ibu hamil meliputi buah, sayuran, sumber protein seperti daging tanpa lemak dan kacang-kacangan, karbohidrat sehat seperti sereal utuh, asam lemak omega-3 dari ikan berlemak, produk susu rendah lemak, zat besi dari makanan seperti daging dan sayuran hijau, serta suplemen prenatal jika diperlukan. Hindari minuman berkafein dan alkohol."
    }
  ]
}
